<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
  <dict>
    <key>PayloadContent</key>
    <array>
      <dict>
        <key>PayloadType</key>
        <string>com.apple.security.pkcs12</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadIdentifier</key>
        <string>com.example.profile</string>
        <key>PayloadUUID</key>
        <string>12345678-1234-1234-1234-123456789abc</string>
        <key>PayloadDisplayName</key>
        <string>Example Profile</string>
        <key>PayloadDescription</key>
        <string>This is a sample profile for testing.</string>
      </dict>
    </array>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
    <key>PayloadIdentifier</key>
    <string>com.example.profilecontainer</string>
    <key>PayloadUUID</key>
    <string>abcdefab-1234-5678-90ab-abcdefabcdef</string>
    <key>PayloadDisplayName</key>
    <string>Example Profile Container</string>
    <key>PayloadDescription</key>
    <string>This profile container is for testing download.</string>
  </dict>
</plist>
